

variant_text_one = {
    0: 'Почему ванные процедуры🚰 и зачем их исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять '
       'экологичные привычки в ежедневные жизненные процессы ',
    1: 'Почему поездка в школу🚌 и зачем ее исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять '
       'экологичные привычки в ежедневные жизненные процессы',
    2: 'Почему школьные уроки🏫 и зачем их исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять '
       'экологичные привычки в ежедневные жизненные процессы ',
    3: 'Почему экскурсия на предприятие🏭 и зачем его исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять '
       'экологичные привычки в ежедневные жизненные процессы ',
    4: 'Почему увлечения, хобби🎨🏀 и зачем их исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно '
       'внедрять экологичные привычки в ежедневные жизненные процессы ',
    5: 'Почему питание и продукты🍎🥦🥖 их исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять '
       'экологичные привычки в ежедневные жизненные процессы ',
    6: 'Почему уборка по дому🧽🗑 и зачем ее исследовать? \n\n'
       'Для того, чтобы снизить углеродный след, '
       'нужно внедрять экологичные привычки в '
       'ежедневные жизненные процессы ',
    7: 'Почему покупка вещей🛍 и зачем ее исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять экологичные привычки в ежедневные жизненные процессы ',
    8: 'Почему здоровый сон🛏🌕 и зачем его исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять экологичные привычки в ежедневные жизненные процессы ',
    9: 'Почему поход и путешествия🏕 и зачем их исследовать?\n\n'
       'Для того, чтобы снизить углеродный след, нужно внедрять экологичные привычки в ежедневные жизненные процессы '
}

variant_text_two = {
    0: 'Мы умываемся, принимаем ванну, приводим себя в порядок каждый день\n\n Поэтому эту важную часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    1: 'Мы ежедневно добираемся в школу пешком, на автобусе, автомобиле и т.д.\n\n Поэтому эту важную часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    2: 'Поэтому эту важную часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    3: 'Каждый из вас, хоть немного, но знаком с промышленностью\n\n Мы все пользуемся различными полезными вещами, созданными на производствах.  Поэтому важно исследовать и узнавать меры по уменьшению углеродного следа, которые предпринимают промышленные компании☝️ ',
    4: 'У каждого из нас имеются увлечения и способы проведения досуга\n\n Поэтому эту важную часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    5: 'Питание - важная составляющая жизни каждого человека\n\n Мы покупаем продукты. овощи и фрукты, готовим еду. Поэтому эту часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    6: 'Мы убираемся, чтобы наводить чистоту в пространстве и не накапливалось много бактерий\n\n Поэтому эту часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    7: 'Мы носим одежду, обувь, часто совершаем покупки вещей\n\n Поэтому эту часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    8: 'Мы отдыхаем, спим и набираемся силами во время, но даже в этот период мы оставляем углеродный след\n\n Поэтому эту часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ ',
    9: 'Мы часть нашей планеты, нашей природы\n\n Нам интересно исследовать новые места, быть наедине с природой и путешествовать Поэтому эту часть жизни школьника важно исследовать и придумать меры по уменьшению углеродного следа☝️ '
}
variant_text_three = {
    0: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 ',
    1: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀',
    2: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 ',
    3: 'Давай рассмотрим конкретные примеры и изучим их повнимательнее👀 ',
    4: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 ',
    5: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 ',
    6: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀',
    7: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 ',
    8: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 ',
    9: 'Давай начнем с каких-то конкретных действий и рассмотрим их повнимательнее👀 '
}
variant_text_four = {
    0: 'Расчетное задание 1 - Флаконы',
    1: 'Расчетное задание 1 - Общественный транспорт',
    2: 'Расчетное задание 1 - Многоразовый мешок для обуви',
    3: 'Расчетное задание 1 - Посадка деревьев',
    4: 'Расчетное задание 1 - Участие в проекте “Школьная биолаборатория”',
    5: 'Расчетное задание 1 - Продукты местного производства',
    6: 'Расчетное задание 1 - Многоразовые средства для уборки',
    7: 'Расчетное задание 1 - Выбор одежды в интернете',
    8: 'Расчетное задание 1 - Отключение электроприборов',
    9: 'Расчетное задание 1 - Путешествие на поезде'
}
variant_text_five = {
    0: 'Наверняка ты используешь различные средства для ванных процедур. Обычно они хранятся в различных флаконах\n\n Можно ли использовать эту информацию, чтобы снизить углеродный след🤔?',
    1: 'Наверняка ты сталкиваешься с выбором средства передвижения до школы: на автомобиле или на общественном транспорте\n\n Можно ли использовать эту информацию, чтобы снизить углеродный след🤔? ',
    2: 'В школах принято носить сменную одежду и обувь. Наверняка ты сталкиваешься с выбором, в чем носить обувь: в одноразовом пакете или в специальном мешке\n\n Можно ли использовать эту информацию, чтобы снизить углеродный след🤔?',
    3: 'Одним из способов достижения углеродной нейтральности является посадка деревьев\n\n Почему🤔? ',
    4: 'Участие в микроклонировании и выращивании саженцев триплоидно осины способствуют снижению углеродного следа\n\n Каким образом🤔?',
    5: 'При покупке продуктов, важно знать из какого места они были доставлены. Это влияет на углеродный след продукта\n\n Каким образом🤔?',
    6: 'Использование многоразовых средств для уборки снижает углеродный след\n\n Каким образом🤔?',
    7: 'Часто мы не можем выбрать одежду и посещаем различные торговые центры для поиска нужной\n\n Можно ли снизить углеродный след, используя данную информацию🤔? ',
    8: 'Выключение на ночь гаджетов и отключение электроприборов от сетей снижает углеродный след\n\n Каким образом🤔? ',
    9: 'Одним из экологичных транспортов является поезд. Он меньше выделяет выбросов в атмосферу, в отличии от автомобиля и самолета '
}

variant_text_six = {
    0: 'Конечно, да👌\n\n'
       'Представь, что вместо 4 небольших флаконов ты купил в магазине '
       '1 большой флакон такого же объема. Что в этом случае изменится? ',
    1: 'Конечно, да👌\n\n'
       'Представь, что вместо поездки на автомобиле ты доберешься до '
       'школы на автобусе. Что в этом случае изменится? ',
    2: 'Конечно, да👌\n\n'
       'Представь, что вместо использования одноразового пакеты ты '
       'будешь носить обувь в многоразовом мешке. Что в этом случае изменится? ',
    3: 'Деревья выполняют роль фильтров, они поглощают СО2 и задерживают пыль. По оценкам экологов, гектар соснового леса в год примерно поглощает 1,5 млн т. СО2-экв! Что в этом случае изменится?',
    4: 'Деревья выполняют роль фильтров, поглощают пыль, загрязнения и СО2. А Гектар триплоидной осины поглощает в 2,5 раза больше углекислого газа, чем другие деревья - 3,75 млн.т. СО2 в год',
    5: 'Представим, что мы покупаем яблоко из соседнего региона. Данное яблоко нужно не только вырастить, но и доставить до пункта продажи ',
    6: 'При уборке одноразовые тряпки и губки быстро изнашиваются и быстро загрязняются',
    7: 'Да👌\n\n'
       'Представь, ты выбираешь изначально одежду в интернете, узнаешь где она находится, а затем совершаешь покупку. Что это значит? ',
    8: 'Таким образом они не потребляют электроэнергию, ведь даже в спящем режиме ноутбук расходует энергию. ',
    9: 'Выбирая вид транспорта для путешествия мы влияем на углеродный след '
}

variant_text_seven = {
    0: 'Такой же объем жидкости хранится в меньшем количестве упаковки😲\n\n А это значит, что в мире расходуется меньше пластика, и это снижает углеродный след ',
    1: 'За такое же расстояние на одном общественном транспорте проедет больше людей, чем на автомобиле😲\n\n А это значит, что углеродный след по выхлопным газам будет разделен на всех пользователей общественного транспорта и снизится количество выбросов в атмосферу ',
    2: 'Одну и ту же обувь ты будешь носить в многоразовом мешке😲\n\n А это значит, что ты можешь снизишь потребления пластика во всем мире! ',
    3: 'Промышленные компании, которые занимаются посадкой деревьев, могут снизить углеродный след, компенсируя его таким образом😲 ',
    4: 'А это значит, что ты при правильном выращивании саженцев деревьев ты можешь снизить свой углеродный след😲 ',
    5: 'А это значит, что транспортный след от яблока из соседнего региона будет выше, потому что находится дальше. Покупая яблоко из своего региона, мы снижаем свой углеродный след😲 ',
    6: 'А это значит, что используя многоразовую замшеву губку или силиконовую губку, которых не требуются часто менять, можно снизить свой углеродный след😲 ',
    7: 'Ты не тратишь время и деньги на поездки в различные торговые центры, снижаешь углеродный след по транспорту и снижаешь таким образом свой углеродный след😲 ',
    8: 'А это значит, что если гаджеты полностью зарядятся, то нужно будет отключить их от электросетей. Это снизит углеродный след😲 ',
    9: 'А это значит, что путешествие на поезде имеет низкий углеродный след😲 '
}

variant_text_eight = {
    0: 'Давай посчитаем, насколько бы ты смог снизить углеродный след, заменив маленькие флаконы с шампунями по 250 мл на большие по 1 л📊'
       '\n\nуглеродный след маленького флакона (по 250 мл) - 270 г СО2-экв'
       '\nуглеродный след большого флакона (по 1 л) - 378 г СО2-экв ',
    1: 'Давай проверим насколько ты можешь снизить углеродный след, добираясь до школы на общественном транспорте вместо проезда на  автомобиле📊 '
       '\n\nуглеродный след проезда на автомобиле за 1 км - 192 г СО2-экв'
       '\nуглеродный след проезда на автобусе за 1 км - 66 г СО2-экв ',
    2: 'Давай проверим насколько ты можешь снизить углеродный след, заменив одноразовые пакеты на многоразовые мешки для обуви📊 '
       '\n\nуглеродный след полиэтиленового пакета - 33 г СО2-экв'
       '\nуглеродный след многоразового мешка для обуви - 55,25 г СО2-экв ',
    3: 'Давай рассчитаем сколько гектаров соснового леса нужно посадить компании, если она в год она выделяет 8 млн т. СО2-экв прямых выбросов, 5 млн т. СО2-экв косвенных выбросов и 117 млн. т. СО2-экв других косвенных выбросов парниковых газов📊 ',
    4: 'Давай рассчитаем сколько триплоидной осины нужно посадить тебе, чтобы ты компенсировал свой углеродный след по использованию телефона со связью  и интернетом📊'
       '\n\nуглеродный след использования 1 Гбайта данных  - 3000 г СО2-экв ',
    5: 'Давай посчитаем как ты можешь снизить свой углеродный, если будешь покупать яблоки из Татарстана вместо яблок из другого региона📊 '
       '\n\nуглеродный след 1 кг яблок из другого региона - 150 г СО2-экв'
       '\nуглеродный след 1 кг яблок из своего региона - 80 г СО2-экв ',
    6: 'Давай рассчитаем, как ты можешь сократить углеродный след, заменив поролоновую губку на силиконовую📊\n\n'
       'углеродный след поролоновой губки - 180,9 г СО2-экв'
       '\nуглеродный след силиконовой губки - 403,2 г СО2-экв ',
    7: 'Давай рассчитаем, насколько ты можешь сократить углеродный след, выбирая одежду в интернете📊 '
       '\n\nуглеродный след 1 Гб данных - 3000 г СО2-экв'
       '\nуглеродный след 1 км на автобусе - 66 г СО2-экв ',
    8: 'Давай рассчитаем, как ты можешь сократить углеродный след, отключая ноутбук от сетей на ночь📊\n\n'
       'углеродный след ноутбука в спящем режиме - 26 г СО2-экв\n'
       'углеродный след ноутбука, отключенного из сетей - 2 г СО2-экв ',
    9: 'Давай рассчитаем, как ты можешь сократить углеродный след, путешествуя на поезде до Булгара, а не на самолете до Москвы📊\n\n'
       'углеродный след 1 км поезда - 41 г СО2-экв\n'
       'углеродный след 1 км самолета - 200 г СО2-экв '
}

variant_text_nine = {
    0: 'Для этого нужны следующие твои данные:\n\n'
       'Сколько обычных флаконов шампуней и гелей для душа (по 250 мл) в год используешь ты? ',
    1: 'Для этого нужны следующие твои данные:\n\n'
       'Расстояние от твоего дома до школы (ответ укажи в км)',
    2: 'Для этого нужны следующие твои данные:\n\n'
       'Сколько полиэтиленовых пакетов для обуви ты примерно используешь в месяц?',
    3: 'Для этого нужны следующие твои данные:\n\n'
       'Сумма всех выбросов компании (млн. т. СО2-экв)?',
    4: 'Наv понадобятся следующие твои данные:\n\n'
       'Количество использования данных в телефоне за неделю? (ответ укажите в Гбайтах)',
    5: 'Нам понадобятся следующие твои данные:\n\n'
       'Количество яблок, которые ты потребляешь в неделю',
    6: 'Нам понадобятся следующие твои данные:\n\n'
       'Количество губок для мытья посуды, которые ты используешь в месяц?',
    7: 'Нам понадобятся следующие твои данные:'
       '\n\nКоличество покупок одежды в месяц?',
    8: 'Нам понадобятся следующие твои данные:\n\n'
       'Сколько примерно раз в неделю ты мог бы отключить ноутбук от сетей?',
    9: 'Нам понадобятся следующие твои данные:\n\n'
       'Какое расстояние от твоего города до Булгара (ответ дай в км)? '
}

variant_text_ten = {
    0: 'Сколько флаконов шампуней и гелей для душа использовал бы ты в год, заменив их на большой объем (по 1 л)?',
    1: 'Сколько дней в неделю ты ходишь в школу?',
    2: 'Заменив полиэтиленовые пакеты на специальные многоразовые мешки для обуви ты сможешь снизить ',
    3: 'Сколько в год сосновый лес поглощает млн.т. СО2-экв?',
    4: 'необходимо посадить, чтобы компенсировать углеродный след по использованию мобильных данных',
    5: 'Покупая яблоки из Татарстана вместо яблок из другого региона ты можешь снизить',
    6: 'Заменив поролоновые губки на силиконовые, ты можешь снизить ',
    7: 'Сколько минут ты выбираешь одежду в интернете?',
    8: 'ты сможешь снизить, отключив от сетей ноутбук во время сна ',
    9: 'Какое расстояние от твоего города до Москвы (ответ дай в км)?'
}

variant_text_eleven = {
    0: 'заменив маленькие флаконы (по 250 мл) на большие (по 1 л) ',
    1: 'добираясь до школы на автобусе вместо поездки на автомобиле',
    2: 'A',
    3: 'нужно посадить компании, чтобы компенсировать свои выбросы',
    4: 'необходимо посадить, чтобы компенсировать углеродный след по использованию мобильных данных',
    5: '',
    6: '',
    7: '',
    8: '',
    9: 'cъездив до Булгара на поезде вместо путешествия на самолете до Москвы'
}

variant_text_twelve = {
    0: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    1: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    2: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    3: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    4: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    5: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    6: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    7: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    8: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! ',
    9: 'Даже вот такие самые простые шаги могут принести пользу планете🌎\n\n'
       'Перейдем, к следующему расчетному заданию! '
}

variant_text_thirteen = {
    0: 'Расчетное задание 2 - Аэратор',
    1: 'Расчетное задание 2 - Велопрогулка ',
    2: 'Расчетное задание 2 - Многоразовая бутылка для воды',
    3: 'Расчетное задание 2 - Переработка отходов',
    4: 'Расчетное задание 2 - Переработка отходов',
    5: 'Расчетное задание 2 - Эко-мешки',
    6: 'Расчетное задание 2 - Расход воды',
    7: 'Расчетное задание 2 - Вторая жизнь старым вещам',
    8: 'Расчетное задание 2 - Ночник с энергосберегающей лампой',
    9: 'Расчетное задание 2 - Многоразовая посуда'
}

variant_text_fourteen = {
    0: 'Мы ежедневно умываемся, моем посуду, делаем уборку и принимаем ванну🚰\n\n Для расхода воды требуется электроэнергия. И получается, что на каждом шагу можно снизить углеродный след ',
    1: 'Еще одним экологичным транспортом является велосипед🚲\n\n Велопрогулка не только полезна для окружающего мира, но и для здоровья. Только помни ПДД, важно ездить безопасно и по правилам! ',
    2: 'Мы ежедневно пьем воду 💦, ведь она обеспечивает поддержку иммунитета, помогает работе мозгу и т.д.\n\n Поэтому во многих школах установлены кулеры с водой ',
    3: 'Еще одним способом снижения углеродного следа предприятий является сокращение образования отходов путем их переработки♻️',
    4: 'Мы часто сталкиваемся с выбором средства передвижения до места проведения спортивных секций или творческих кружков\n\n Можно ли использовать данную информацию, чтобы снизить углеродный след🤔? ',
    5: 'Мы часто набираем овощи и фрукты в полиэтиленовые пакеты\n\n Можно ли использовать данную информацию, чтобы снизить углеродный след🤔? ',
    6: 'Мы моем овощи и фрукты, посуду, делаем уборку и используем стиральную машину\n\n Для расхода воды💦 требуется электроэнергия. И получается, что на каждом шагу можно снизить углеродный след ',
    7: 'Мы часто покупаем много вещей и у нас остается одежды, которую мы не носим👚🩳 ',
    8: 'Многие, если не могут уснуть ночью, используют ночники🌙 ',
    9: 'Одним из прекрасных моментов во время похода - это прием пищи\n\nДля перекусов и приема пищи советуем используй многоразовую посуду вместо одноразовой🍽 '
}

variant_text_fifteen = {
    0: 'Представь, что ты можешь снизить расход воды на 40%, с 18,9 л/мин до 5,7 л/мин с помощью установки аэратора на кран.\n\n'
       'Аэратор - специальное устройство, которое крепится на кран и снижает расход воды за счет воздуха, которое смешивается с водой ',
    1: 'Представь, что ты будешь добираться до школы на велосипеде, который не выделяет выхлопных газов\n\n Что изменится? ',
    2: 'Представь, что ты будешь набирать воду из кулера в многоразовую бутылку для воды вместо одноразовых стаканчиков\n\n Что изменится? ',
    3: 'Например, на АЗС компании Татнефть принимают отработанные автомобильные шины, растительные масла и бутылки ПЭТ\n\n Что изменится?  ',
    4: 'Конечно да👌\n\n'
       'Представь, что ты будешь ездить на троллейбусе, который передвигается за счет электричества вместо автобусов\n\n Что изменится? ',
    5: 'Конечно да👌\n\n'
       'Представь, что ты будешь набирать овощи и фрукты в многоразовые эко-мешочки вместо одноразовых\n\n Что изменится? ',
    6: 'Представь, что ты можешь снизить расход воды, закрывая кран при намыливании посуды ',
    7: 'Представь, что ты можешь подарить одежду, которая тебе уже не нужна, своим знакомым или в пункты приемы вещей для нуждающихся ',
    8: 'Представь, что ты можешь снизить расход электроэнергии заменив в ночнике лампу накаливания на энергосберегающую лампу ',
    9: 'Представь, что одноразовых посуд нужно после использования, каждый раз выкидывать\n\n А многоразовая посуда устойчивая, пригодна для горячей еды и подлежит мытью '
}

variant_text_sixteen = {
    0: 'Мы не только можем уменьшить расход воды, но и потребление электроэнергии. Так мы снизим углеродный след ',
    1: 'Мы не только снизим выбросы в окружающую среду, но и снизим углеродный след ',
    2: 'Мы не только снизим потребление пластика, но и снизим таким образом углеродный след ',
    3: 'Из шин можно получить резиновую крошку, служащая покрытием для детских площадок. А ПЭТ-бутылки отправить на переработку с получением сырья для нефтехимии из которых снова получают пластиковые бутылки. Так они сокращают углеродный след ',
    4: 'Мы снизим выбросы в окружающую среду и углеродный след! ',
    5: 'Мы будем набирать каждый раз овощи и фрукты в одни и те же мешки. А это значит, что в мире расходуется меньше пластика, и это снижает углеродный след ',
    6: 'Мы не только можем уменьшить расход воды, но и потребление электроэнергии. Так мы снизим углеродный след ',
    7: 'Мы не только можем уменьшить углеродный след, но и подарим вторую жизнь старым вещам и принесем добро людям ',
    8: 'Таким образом, хоть и незначительно. но снижается углеродный след. Ведь из небольших улучшений складывается большой эффект ',
    9: 'Таким образом, в мире меньше будет расходоваться одноразового пластика и это снизит твой углеродный след '
}

variant_text_seventeen = {
    0: 'Давай посчитаем, насколько ты бы смог снизить углеродный след, '
       'снижая расход воды при умывании, установив аэратор на кран📊\n\nуглеродный след расхода воды 1 л/мин - 22,75 г СО2-экв ',
    1: 'Давай рассчитаем сокращение углеродного следа при использовании велосипеда 1 раза в неделю вместо поездки на общественном транспорте📊\n\n'
       'углеродный след проезда на автобусе за 1 км - 66 г СО2-экв\n'
       'углеродный след проезда на велосипеде за 1 км - 17 г СО2-экв ',
    2: 'Давай рассчитаем, как ты можешь сократить углеродный след, заменив пластиковые стаканчики на многоразовую бутылку для воды📊\n\n'
       'углеродный след одноразового пластика - 12 г СО2-экв\n'
       'углеродный след многоразовой бутылки для воды - 78 г СО2-экв ',
    3: 'Давай проведем исследование как ты можешь снизить углеродный след, сдавая ПЭТ-бутылки на переработку📊\n\n'
       'углеродный след ПЭТ-бутылки - 23 г СО2-экв\n'
       'углеродный след переработанной ПЭТ-бутылки - 18,25 г СО2-экв ',
    4: 'Давай рассчитаем, как ты можешь сократить углеродный след, заменив проезды на автобусе на троллейбусы📊\n\n'
       'углеродный след проезда на автобусе за 1 км - 66 г СО2-экв\n'
       'углеродный след проезда на троллейбусе за 1 км - 35 г СО2-экв ',
    5: 'Давай рассчитаем, как ты можешь сократить углеродный след, заменив полиэтиленовые мешки на многоразовые эко-мешки📊\n\n'
       'углеродный след полиэтиленового мешка  - 5,5 г СО2-экв\n'
       'углеродный след эко-мешка - 36,55 г СО2-экв ',
    6: 'Проведем расчет по снижению углеродного следа, если ты будешь открывать кран на половину при мытье посуды📊\n\nуглеродный след расхода воды 1 л/мин - 22,75 г СО2-экв ',
    7: 'Проведем расчет по снижению углеродного следа, если ты будешь носить старую одежду от знакомых📊\n\n'
       'углеродный след новой одежды - 8 кг СО2-экв\n'
       'углеродный след изношенной одежды - 15 кг СО2-экв ',
    8: 'Проведем расчет по снижению углеродного следа, если ты будешь использовать энергосберегающую лампу вместо лампы накаливания📊\n\n'
       'углеродный след лампы накаливания - 32,5 г СО2-экв\n'
       'углеродный след энергосберегающей лампы - 4,875 г СО2-экв ',
    9: 'Проведем расчет по снижению углеродного следа, если ты будешь использовать многоразовый складной стакан вместо одноразовых стаканов📊\n\n'
       'углеродный след одноразового стакана - 12 г СО2-экв\n'
       'углеродный след многоразового складного стакана - 645,12 г СО2-экв '
}

variant_text_nineteen = {
    0: 'Для этого нам нужны следующие твои данные:\n\nСколько раз примерно в день ты умываешься?',
    1: 'Нам понадобятся следующие твои данные:\n\nРасстояние от твоего дома до школы (ответ укажи в км)?',
    2: 'Нам понадобятся следующие твои данные:\n\nПримерное количество пластиковых стаканов, которые ты используешь в месяц?',
    3: 'Сколько ПЭТ-бутылок ты используешь в среднем за неделю?',
    4: 'Нам понадобятся следующие твои данные:\n\nСколько раз в неделю ты посещаешь какие-либо секции или кружки?',
    5: 'Нам понадобятся следующие твои данные:\n\nКоличество примерных мешков, которые ты берешь в магазине?',
    6: 'Нам понадобятся следующие твои данные:\n\nСколько минут ты моешь посуду?',
    7: 'Нам понадобятся следующие твои данные:\n\nСколько вещей ты мог бы получить от своих знакомых в год? ',
    8: 'Нам понадобятся следующие твои данные:\n\nсколько раз в неделю ты используешь ночник?',
    9: 'Нам понадобятся следующие твои данные:\n\nСколько раз в год ты ходишь в походы? '
}

variant_text_twenty = {
    0: 'Сколько примерно минут ты умываешься?',
    1: 'Добираясь до школы на велосипеде 1 раз в неделю вместо общественного транспорта, ты можешь снизить',
    2: 'Используя многоразовую бутылку для воды, ты сможешь снизить',
    3: 'ты сможешь снизить, сдавая ПЭТ-бутылки на переработку ',
    4: 'Какое расстояние от твоего дома до места проведения секций или кружков?',
    5: 'Сколько раз в неделю ты ходишь в магазин?',
    6: 'Сколько раз в день ты моешь посуду?',
    7: 'Сколько новых вещей ты покупаешь в год?',
    8: 'На сколько часов ты включаешь ночник?',
    9: 'Сколько одноразового стакана ты используешь во время похода?'
}

variant_text_twenty_one = {
    0: 'Получается при умывании водой из крана с аэратором ты можешь снизить',
    1: 'Добираясь до школы на велосипеде 1 раз в неделю вместо общественного транспорта, ты можешь снизить',
    2: 'Используя многоразовую бутылку для воды, ты сможешь снизить',
    3: 'Ты сможешь снизить, сдавая ПЭТ-бутылки на переработку ',
    4: 'Добираясь до места проведения секций или кружков на троллейбусе ты можешь снизить ',
    5: 'Используя эко-мешки вместо одноразовых мешков, ты можешь снизить ',
    6: 'Сократив дважды расход воды при мытье посуды ты можешь снизить',
    7: 'Можешь снизить, если будешь носить старые вещи своих знакомых',
    8: 'Заменив лампы накаливания на энергосберегающие лампы, ты можешь снизить ',
    9: 'Ты сможешь снизить, используя многоразовым силиконовым стаканом вместо одноразового'
}

variant_text_twenty_two = {
    0: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    1: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    2: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    3: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    4: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    5: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    6: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    7: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    8: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? ',
    9: 'Как ты думаешь сможешь ли ты при помощи данных советов принести пользу в жизнь☘️? '
}

variant_text_twenty_three = {
    0: 'Это два вида аэратора🥳\n\n'
       'Посмотри их повнимательнее\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора ',
    1: 'Это замок для велосипеда🥳\n\n'
       'Посмотри его повнимательнее\n\n С помощью него ты сможешь оставлять свой велосипед где угодно и быть уверенным, что он будет в целостности и сохранности ',
    2: 'Это многоразовый мешок для обуви🥳\n\n'
       'Посмотри его повнимательнее\n\n С помощью него ты сможешь носить сменную обувь. Она практичная, удобная и легко стирается! ',
    3: 'Это брелок-фонарь на солнечной батареи и светоотражающий браслет🥳\n\n'
       'Фонарь на солнечной батареи заряжается при помощи солнечной энергии и достаточно ярко светится. А светоотражающие браслеты помогут тебе быть ярким в темное время суток. Сам по себе браслет не светится, но хорошо отражает свет от других источников! ',
    4: 'Это скакалка🥳\n\n'
       'Посмотри его повнимательнее\n\n С помощью него ты сможешь заниматься спортом на улице, подтянуть тело и снизить углеродный след ',
    5: 'Это эко-мешки\n\n'
       'С помощью эко-мешка ты можешь набирать продукты и использовать его много раз. Они не только, практичны и многоразовы, но и снижают углеродный след ',
    6: 'Это силиконовые губки🥳\n\n'
       'Они отличное смывают грязь с посуды, а еще и многоразовы для использования. Ведь это снижает углеродный след! ',
    7: 'Это термонаклейки для одежды🥳\n\n'
       'С помощью них ты можешь украсить старую одежду и дать ей новую жизнь. Это будет твоим уникальным стилем, а еще снизит свой углеродный след! ',
    8: 'Это фосфорные наклейки на стены🥳\n\n'
       'Они хорошо светятся в темноте и можно использовать их вместо ночникам, что снижает расход энергопотребления ',
    9: 'Это многоразовый складной стакан🥳\n\n'
       'Он очень легкий, удобный и его можно везде с собой брать. И в походы, и в школу. Самое главное он многоразовый. Используя её вместо одноразовых стаканов, мы мы можем снизить углеродный след! '
}

variant_text_twenty_four = {
    0: 'И в заключении - эко-совет💡\n\nКогда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась ',
    1: 'И в заключении - интересный факт\n\n'
       'Старые автомобильные шины можно сдать  на переработку. Из переработанных шин получаются резиновая крошка, которая служит безопасным материалом для покрытия детских площадок ',
    2: 'И в заключении - эко-совет💡\n\n'
       'Участвуй в школьных экологических акциях, например, по уборке территории, сбору макулатуры, крышек от бутылок и батареек ',
    3: 'И в заключении - интересный факт💡\n\nСейчас многие предприятия применяют возобновляемые источники энергии  ',
    4: 'И в заключении - эко-совет💡\n\nЗанимайся спортом на улице! Занятия на свежем воздухе не требуют электроэнергии, в отличии от фитнес-клубов ',
    5: 'И в заключении - эко-совет💡\n\nПравда же, что сезонные овощи фрукты очень вкусные. Попробуй посадить их в саду или в огороде ',
    6: 'И в заключении - эко-совет💡\n\nПопробуй начать раздельный сбор мусора. Это облегчит процедуру его переработки ',
    7: 'И в заключении - эко-совет💡\n\nКастомизация старой одежды - это круто! Если на футболке пятно или дырка, то это не повод ее выбрасывать ',
    8: 'И в заключении - эко-совет💡\n\nПостарайся за час до сна не использовать гаджеты, переводи их в спящий режим или в режим энергосбережения ',
    9: 'И в заключении - эко-совет💡\n\nОтдыхать на природе - очень интересно и незабываемо. Но при этом, всегда помни, важно убирать за собой мусор '
}

variant_text_twenty_five = {
    0: 'Нет ничего сложного, чтобы закрывать кран во время умывания\n\n Таким образом, ты сможешь сократить расход воды и ,соответственно, углеродный след ',
    1: 'Посоветуй своим родителям сдавать шины на переработку\n\n Так вы снизите углеродный след, ведь из старого вы создадите новое! ',
    2: 'Сданные вещи отправляются на переработку и из них уже в дальнейшем создают новые предметы для жизни\n\n Так ты снизишь углеродный след ',
    3: 'Например, на некоторых АЗС Татнефть ты встретишь солнечные батареи, которые вырабатывают электроэнергию для собственных нужд заправок\n\n Так они снижают углеродный след ',
    4: 'Таким образом можно не только перенести тренировки на свежий воздух, но и снизить свой углеродный след! ',
    5: 'Во-первых, это натурально, а во-вторых, это экологично\n\n А еще это снижает углеродный след! ',
    6: 'Советуем тебе начать с малого: пластиковые бутылки ПЭТ из под воды или соков выбрасывай в специальный контейнер для сбора бутылок\n\n Это снизит твой углеродный след! ',
    7: 'Можно создать свой уникальный стиль при помощи термонаклеек, красок и нашивок для одежды. Проявляй фантазию и давай вторую жизнь\n\n А еще это снижает углеродный след! ',
    8: 'Устрой для себя диджитал детокс, так ты снизишь углеродный след и отдохнешь от информационного шума ',
    9: 'Пищевые отходы выделяют метан, пластики не разлагаются столетиями\n\n Убирая за собой, мы снижаем углеродный след и заботимся о природе! '
}

variant_text_twenty_six = {
    0: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере ванных процедур:\n'
       '1) Используй большие флаконы вместо множества маленьких\n'
       '2) Используй аэратор на кране\n'
       '3) Экономь воду, это важный природный ресурс ',
    1: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере поездок в школу:\n'
       '1) Пользуйся общественным транспортом\n'
       '2) Езжай на велосипеде\n'
       '3) Сдавай шины на переработку ',
    2: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере школьных уроков:\n'
       '1) Используй многоразовый мешок для обуви\n'
       '2) Бери с собой многоразовую бутылку для воды\n'
       '3) Участвуй в школьных экологических акциях',
    3: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые применяют промышленные компании для снижения углеродного следа:\n'
       '1) Посадка деревьев\n'
       '2) Переработка отходов\n'
       '3) Использование возобновляемых источников энергии ',
    4: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере увлечений и хобби:\n'
       '1) Участвуй в проекте “Школьная биолаборатория”\n'
       '2) Пользуйся троллейбусом\n'
       '3) Занимайся спортом на свежем воздухе ',
    5: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере питания и продуктов:\n'
       '1) Покупай продукты местного производства\n'
       '2) Используй эко-мешки и многоразовые пакеты\n'
       '3) Выращивай сезонные овощи и фрукты ',
    6: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере уборки по дому:\n'
       '1) Используй многоразовые средства для уборки\n'
       '2) Экономь воду\n'
       '3) Веди раздельный сбор мусора ',
    7: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере покупки вещей:\n'
       '1) Перед покупкой одежды выбирай ее в интернете\n'
       '2) Подари вторую жизнь старым вещам\n'
       '3) Кастомизируй старую одежду ',
    8: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере здорового сна:\n'
       '1) Отключай электроприборы от сетей\n'
       '2) Используй энергосберагающие лампы \n'
       '3) Устраивай диджитал-детокс ',
    9: 'Поздравляю🎉\n\n'
       'Мы с тобой рассмотрели конкретные действия, которые ты сможешь использовать в своей жизни на примере похода и путешествия:\n'
       '1) Путешествуй на поезде\n'
       '2) Используй многоразовую посуду\n'
       '3) Убирай мусор за собой '
}

variant_text_twenty_seven = {
    0: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨',
    1: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨ ',
    2: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨ ',
    3: 'Очень здорово, что многие промышленные компании вносят вклад в сохранении природы✨ ',
    4: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨',
    5: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨ ',
    6: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨ ',
    7: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨',
    8: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨ ',
    9: 'Все эти советы принесут пользу твоей собственной жизни и позволят снизить углеродный след✨ '
}



