team_selection = {
    'CH4': 1,
    'CO2': 2,
    'H2O': 3,
    'N2O': 4,
    'SF6': 5
}

team_name = {
    0: 'Ванные процедуры',
    1: 'Поездка в школу',
    2: 'Школьные уроки',
    3: 'Экскурсия на предприятие',
    4: 'Увлечение, хобби',
    5: 'Питание, продукты',
    6: 'Уборка по дому',
    7: 'Покупка вещей',
    8: 'Здоровый сон',
    9: 'Поход, путешествие'
}

case_text_one = {
    0: 'Давай проведем исследование на примере ванных процедур, в ходе которого ты сможешь узнать меры по снижению углеродного следа с помощью бытовых приемов',
    1: 'Давай проведем исследование на примере поездок в школу, в ходе которого ты сможешь узнать меры по снижению углеродного следа с помощью обыденных приемов',
    2: 'Давай проведем исследование на примере школьных уроков, в ходе которого ты сможешь снизить углеродный след с помощью простых привычек',
    3: 'Давай проведем исследование на примере экскурсии на предприятие, в ходе которого ты сможешь узнать каким образом предприятия снижают свой углеродный след',
    4: 'Давай проведем исследование на примере увлечений и хобби, в ходе которого ты сможешь узнать меры по снижению углеродного следа с помощью простых советов',
    5: 'Давай проведем исследование на примере питания и продуктов, в ходе которого ты сможешь узнать меры по снижению углеродного следа с помощью бытовых приемов',
    6: 'Давай проведем исследование на примере уборки по дому, в ходе которого ты сможешь меры по снижению углеродного следа с помощью бытовых приемов',
    7: 'Давай проведем исследование на примере покупки вещей, в ходе которого ты сможешь меры по снижению углеродного следа с помощью простых советов',
    8: 'Давай проведем исследование на примере сна, в ходе которого ты сможешь меры по снижению углеродного следа с помощью бытовых приемов',
    9: 'Давай проведем исследование на примере походов и путешествий, в ходе которого ты сможешь меры по снижению углеродного следа с помощью бытовых приемов '
}

case_text_two = {
    0: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    1: 'По возможности пользуйся общественным транспортом. Таким образом, углеродный след по выхлопным газам будет разделен на всех пользователей общественного транспорта. '
       'Ты также можешь совмещать проезд на автобусе с чтением книг и прослушиванием подкастов.',
    2: 'В школе находятся много людей. Чтобы не накопилось много грязи и пыли с улицы по школе, принято надевать сменную обувь. '
       'Мы советуем тебе носить вторую обувь в специальном мешке для обуви. '
       'Только помни, их периодически нужно отправлять на стирку, чтобы не накопилось много бактерий',
    3: 'Большие корпорации заинтересованы в защите окружающей природы. '
       'Они используют энерго-и ресурсосберегающие технологии и технологии по улавливанию СО2, которые снижают углеродный след компании. '
       'А еще одним из способов достижения углеродной нейтральности является посадка деревьев. '
       'Деревья выполняют роль фильтров, они поглощают СО2 и задерживают пыль. '
       'По оценкам экологов, гектар соснового леса в год примерно поглощает 1,5 млн т. СО2!',
    4: 'Экология это увлекательно и по-научному очень интересно. Существует проект "Школьная биолаборатория" в республике Татарстан. '
       'Это оборудованные классы, где школьники создают питательную среду для высаживания черенков будущих растений, '
       'проводят микроклонирование и пересаживают подросшие в питательной среде растения в теплицу. '
       'Таким образом уже получили несколько миллионов деревьев! В рамках школьной биолаборатории выращивают триплоидную осину, '
       'которая поглощает в 2,5 раза больше углекислого газа, чем другие деревья - 3,75 млн.т. СО2 в год. Полученная древесина из '
       'триплоидной осины перерабатывается с получением биотоплива',
    5: 'На полках магазина лежат продукты из регионов и других стран. Мы советуем тебе покупать некоторые продукты из '
       'местных производств и ферм, например, молочные изделия, мясо, хлеб и яйца',
    6: 'Не забывай про хорошую альтернативу. Для уборки по дому советуем тебе использовать многоразовую синтетическую замшу. '
       'Она отлично очищает от пыли и загрязнений и доводит стекла до блеска. Вместо поролоновой губки, которая быстро '
       'загрязняется и является местом обитания бактерий. Альтернативами являются целлюлозная тканевая губка, губка из люфы и силиконовая губка. '
       'Не злоупотребление бытовой химией, а если и используешь, посмотри на состав и возьми концентрированные для меньшего расхода. '
       'Кстати, альтернативами бытовой химии является сода, соль и горчичный порошок.  А почему? Вот еще и одна причина изучать химию в школе :)',
    7: 'Выбирай одежду в интернете, чтобы не тратить время на поиски в разных торговых центрах. '
       'Временами также можешь пользоваться сервисами маркетплейса, которые привозят вещи в специальные отделения, в которых ты можешь забрать заказ',
    8: 'Сон - важная составляющая жизни каждого человека. Мы набираемся силами и отдыхаем, когда мы спим. И электроприборы должны отдыхать ночью и быть отключены от сетей. Они будут менее нагреты и будут дольше служить, если им дать отдыхать на ночь',
    9: 'Исследовать новые места это всегда увлекательно и незабываемо. Изучи места своего родного края, познакомься с культурой и традицией. Мы советуем тебе исследовать родной край на поезде или на электричке, ведь их углеродный след намного ниже чем у автомобиля и самолета'
}

case_text_three = {
    0: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    1: 'Давай проверим насколько ты можешь снизить углеродный след, добираясь до школы и обратно на общественном транспорте вместо такси или автомобиля',
    2: 'Давай проверим, насколько можешь снизить углеродный след заменив полиэтиленовые пакеты на мешки для сменной обуви',
    3: 'Давай посчитаем сколько гектаров соснового леса нужно посадить компании, если она в год выделяет 8 млн т. '
       'СО2-экв прямых выбросов, 5 млн т. СО2-экв косвенных выбросов и 117 млн. т. '
       'СО2-экв других косвенных выбросов парниковых газов',
    4: 'Давай посчитаем сколько триплоидной осины нужно посадить тебе, чтобы ты компенсировал свой углеродный след по использованию телефона со связью  и интернетом',
    5: 'Давай посчитаем как ты можешь снизить свой УС, если будешь покупать яблоки из Татарстана и яблоки из другого региона',
    6: 'Если ты будешь использовать силиконовую губку вместо поролоновой ты снизишь углеродный след',
    7: 'Давай посчитаем на сколько ты сможешь снизить свой углеродный след в год, если будешь выбирать одежду в интернете и ездить в определенный ТЦ',
    8: 'Давай посчитаем насколько ты сможешь снизить углеродный след если будешь отключать компьютер несколько раз в неделю на ночь ',
    9: 'Давай посчитаем сколько углеродного следа ты можешь снизить, если поедешь до Булгара на поезде вместо путешествия в Москву на самолете'
}
case_text_four = {
    0: 'Сколько флаконов шампуней в год используешь ты?',
    1: 'Какое расстояние от твоего дома до школы (ответ укажи в км)?',
    2: 'Сколько полиэтиленовых пакетов для обуви ты примерно используешь в месяц?',
    3: 'Какая общая сумма выбросов парниковых газов предприятия?',
    4: 'Сколько часов в неделю ты сидишь в телефоне?',
    5: 'Сколько яблоков в среднем ты потребляешь в неделю?',
    6: 'Сколько раз в месяц ты меняешь губку?',
    7: 'Сколько раз в месяц ты покупаешь одежду?',
    8: 'Сколько раз в неделю ты можешь отключить от сетей компьютер?',
    9: 'Какое расстояние от твоего города до Булгара (ответ дай в км)?'
}

case_text_five = {
    0: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    1: 'Сколько дней в неделю ты ходишь в школу?',
    2: 'Внутри твоего персонального набора тебя ждет подарок - многоразовый мешок для обуви!\n\n'  # 6 сообщение
       'Используй его для того, чтобы носить с собой сменку. Она практичная и легкая!',
    3: 'С',
    4: 'С',
    5: 'С',
    6: 'Внутри твоего персонального набора тебя ждет подарок - силиконовые губки!',  # 6 сообщение
    7: 'Сколько минут ты выбираешь одежду в интернете?',
    8: 'Ск?',
    9: 'Какое расстояние от твоего города до Москвы (ответ дай в км)?'
}
case_text_six = {
    0: 'ты сможешь снизить, заменив маленькие флаконы с шампунями на большие',
    1: 'ты сможешь снизить, добираясь до школы на автобусе вместо поездки на автомобиле',
    2: 'ты сможешь снизить, заменив полиэтиленовые пакеты на специальные многоразовые мешки для обуви',
    3: 'нужно посадить компании, чтобы компенсировать свои выбросы',  # особый момент
    4: 'необходимо посадить, чтобы компенсировать углеродный след по использованию телефона с интернетом и связью',# особый момент
    5: 'ты сможешь снизить, заменив покупку яблок из другого региона на яблоки из Татарстана',
    6: 'ты сможешь снизить, заменив поролоновые губки на силиконовые',
    7: 'ты сможешь снизить, выбирая одежду в интернете и забирая с определенного бутика одежды',
    8: 'ты сможешь снизить, отключив от сетей компьютер',
    9: 'ты сможешь снизить, съездив на поезде до Булгара вместо поездки на самолете до Москвы '
}
case_text_seven = {
    0: 'Даже вот такие самые простые шаги могут принести пользу планете.\n\nПерейдем, к следующей жизненной ситуации!',
    1: 'Даже вот такие самые простые шаги могут принести пользу планете.\n\nПерейдем, к следующей жизненной ситуации!',
    2: 'Как тебе подарок?',
    3: '----------------------------',
    4: 'А ведь мы даже не задумывались об этом.\n\nПерейдем к следующей жизненной ситуации!',
    5: 'Даже вот такие самые простые шаги могут принести пользу планете.\n\nПерейдем, к следующей жизненной ситуации!',
    6: 'Как тебе подарок?',
    7: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    8: 'Даже вот такие самые простые шаги могут принести пользу планете.\n\nПерейдем, к следующей жизненной ситуации!',
    9: 'Даже вот такие самые простые шаги могут принести пользу планете.\n\nПерейдем, к следующей жизненной ситуации!'
}
case_text_eight = {
    0: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    1: 'Пешие прогулки или велопрогулки до школы помогут снизить выбросы парниковых газов. '
       'Это не только экологично, но и полезно для здоровья.\n\n'
       'Только помни о ПДД, когда будешь ездить на велосипеде. Для безопасности мы рекомендуем носить светоотражающие '
       'браслеты или одежду со светоотражающими элементами',
    2: 'Вода - это источник энергии для организма. Она обеспечивает поддержку иммунитета, помогает работе мозгу и т.д. '
       'Чтобы поддерживать питьевой режим, пей воду. На 1 кг веса - 30 мл воды. Мы советуем тебе носить многоразовый '
       'стакан ил бутылку. Во многих школах установлены кулеры с водой и вместо одноразовых стаканчиков, ты можешь'
       ' набрать воду в многоразовую бутылку.',
    3: 'С',
    4: 'Знаешь, уменьшить углеродный след можно заменив поездку до места назначения на общественном транспорте, на трамваях или троллейбусах.',
    5: 'В рационе питания у каждого человека должны быть овощи и фрукты, в них много витаминов и минералов. '
       'В продуктовые магазины, на рынки или в сад ходи с эко-мешочками, чтобы набирать в них овощи и фрукты.'
       ' Их можно использовать много раз, но не забывай мыть эко-мешочки, они могут загрязняться ',
    6: 'Перейдем к следующему совету!\n\n'
       'Ты можешь тратить меньше воды при мытье посуду, если откроешь кран наполовину. '
       'А если у тебя дома есть посудомоечная машина, включай её при полной загрузке. '
       'Так ты можешь сократить расход воды',
    7: 'Если у тебя есть вещи, которых уже не носишь, не выкидывай их. '
       'Ты можешь их подарить своим младшим родственникам или отдать их на сэконд-хэнд. '
       'А еще есть пункты приема одежды и обуви для нуждающихся и благотворительные фонды, '
       'через которых ты можешь подарить вещи кому их не хватает ',
    8: 'Наши глаза напряжены целый день и им нужен отдых от яркого света. Если ты пользуешься ночником во время сна, мы советуем тебе использовать ночники с энергосберегающей лампой. Они экономичнее и меньше тратят энергию ',
    9: 'Одним из прекрасных моментов во время похода - это прием пищи.Для перекусов и приема пищи советуем использовать многоразовую походную посуду. Они устойчивее, а также пригодны для горячей еды'
}
case_text_nine = {
    0: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    1: 'Давай рассчитаем сокращение углеродного следа в год при использовании велосипеда 1 раза в неделю вместо поездки на общественном транспорте в год ',
    2: 'Проверим насколько ты можешь сократить углеродный след заменив пластиковые стаканчики на многоразовую бутылку для воды? ',
    3: 'Д',
    4: 'Проведем расчет по снижению углеродного следа, если ты будешь пользоваться средством передвижения на электричестве ',
    5: 'Проведем расчет по снижению углеродного следа, если ты будешь пользоваться эко-мешочками вместо полиэтиленовых мешков',
    6: 'Проведем расчет по снижению углеродного следа, если ты будешь открывать кран на половину при мытье посуду, если полный расход 18,9 л/мин ',
    7: 'Проведем расчет по снижению углеродного следа, если ты носить вещи своих родственников',
    8: 'Проведем расчет по снижению углеродного следа, если ты будешь использовать энергосберегающие лампы вместо лампы накаливания для ночников ',
    9: 'Проведем расчет по снижению углеродного следа, если ты будешь пользоваться одноразовой, а не многоразовой посудой'
}
case_text_ten = {
    0: 'Сколько раз примерно в день ты умываешь лицо?',
    1: 'Какое расстояние от твоего дома до школы (ответ укажи в км)?',
    2: 'Сколько примерно пластиковых стаканов ты используешь в неделю?',
    3: 'С',
    4: 'Сколько раз в неделю ты ходишь на кружки?',
    5: 'Сколько мешков в среднем ты берешь в магазине?',
    6: 'Сколько минут ты моешь посуду?',
    7: 'Сколько у тебя вещей от родственников?',
    8: 'Сколько раз в неделю ты используешь ночник?',
    9: 'Сколько раз в год ты ходишь в походы?'
}
case_text_eleven = {
    0: 'Сколько минут ты умываешь лицо?',
    1: 'Error',
    2: 'Error',
    3: 'Error',
    4: 'Какое расстояние от твоего дома до секции?',
    5: 'Сколько раз в неделю ты ходишь в магазин за фруктами и овощами?',
    6: 'Сколько раз в день ты моешь посуду?',
    7: 'Сколько вещей ты смог бы заменить использованную одежду на новую?',
    8: 'На сколько часов ты включаешь ночник?',
    9: 'Сколько одноразового стакана ты используешь во время похода?'
}
case_text_twelve = {
    0: 'Ты сможешь снизить, используя аэратор',
    1: 'Ты сможешь снизить, добираясь до школы на велосипеде 1 раз в неделю вместо общественного транспорта',
    2: 'Ты сможешь снизить, используя многоразовую бутылку для воды',
    3: 'Ты сможешь снизить, используя аэра',
    4: 'Ты сможешь снизить, добираясь на троллейбусе ',
    5: 'Ты сможешь снизить, используя эко-мешочки для фруктов и овощей',
    6: 'Ты сможешь снизить, сократив дважды расход воды при мытье посуды',
    7: 'Ты сможешь снизить, используя аэратор',
    8: 'Ты сможешь снизить, заменив лампы накаливания на энергосберегающие',
    9: 'Ты сможешь снизить, используя многоразовым силиконовым стаканом вместо одноразового'
}
case_text_thirteen = {
    0: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    1: 'Внутри твоего персонального набора тебя ждет подарок - замок для велосипеда и светоотражающий браслет.\n\n'
       'С помощью данного замка, ты сможешь оставлять свой велосипед где угодно и быть уверенным, что он будет в '
       'целостности и сохранности, а светоотражающий браслет поможет оставаться тебе замеченным даже ночью! ',
    2: 'В',
    3: 'В производственных процессах компании все больше задействуют возобновляемые источники энергии, выбросы '
       'парниковых газов от чистой энергии намного ниже, чем от исчерпаемых. Для сравнения, в ветроэнергетике '
       '12 г СО2-экв на кВт*ч, в солнечной энергетике - 46 г, для генерации энергии на природном газе - 469 г, '
       'нефти - 890 г, угля - 1001 г.\n\n'
       'Сейчас многие предприятия применяют для технических нужд возобновляемые источники энергии. '
       'Так например, на некоторых АЗС Татнефть установлены солнечные батареи, которые вырабатывают электроэнергию для собственных нужд.',
    4: 'В',
    5: 'Внутри твоего персонального набора тебя ждет подарок - эко-мешочки!\n\n'
       'В них ты можешь набирать фрукты и овощи с полок любого магазина. '
       'Только помни, что их периодически нужно быть, чтобы грязь на них не оставалась',
    6: 'И конечно, мы советуем тебе вести раздельный сбор мусора. Это облегчит процедуру их переработки. Начни с малого: пластиковые бутылки ПЭТ из под воды или соков выбрасывай в специальный контейнер для сбора бутылок ',
    7: 'Кастомизация одежды это круто. Можно создать свой стиль путем термонаклеек и нашивок для одежды. Не бойся проявлять фантазию и дать вторую жизнь старым вещам. К слову о второй жизни, а ты знал, что джерси ХК "АК Барс" полностью сделан из переработанного пластика. Круто, правда? Если ты заметил, сейчас многие вещи создаются из переработанных пластиков, поэтому сдавать пластики на переработку - важно! ',
    8: 'А еще, чтобы сон не отрывался от телефонных звонков или сообщений, поставь его на спящий режим и в режим энергосбережения. Так твой телефон будет медленнее разряжаться и тебе не придется с утра ставить на зарядку телефон! Устрой для себя диджитал детокс ',
    9: 'Внутри твоего персонального набора тебя ждет подарок - многоразовый силиконовый стакан!'
       '\n\nЭтот стакан является очень компактным и легким, ты можешь его носить всегда с собой '
}
case_text_fourteen = {
    0: 'Как тебе подарок?',
    1: 'Как тебе подарок?',
    2: 'Даже вот такие самые простые шаги могут принести пользу планете.\n\nПерейдем, к следующей жизненной ситуации! ',
    3: 'Как тебе подарок?',
    4: 'А ты едешь на троллейбусе или на трамваях?',
    5: 'Как тебе подарок?',
    6: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    7: 'Как тебе подарок?',
    8: 'Как тебе подарок?',
    9: 'Как тебе подарок?'
}
case_text_fifteen = {
    0: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    1: 'К слову о транспорте: автомобильные шины при длительном их обращении - изнашиваются. '
       'Такие шины можно сдать  на переработку. Из переработанных шин потом получаются резиновые крошки, которые служат '
       'материалом для безопасного покрытия для детских площадок.\n'
       'Посоветуй своим родителям сдать шины и покрышки на переработку.',
    2: 'Мы также советуем участвовать тебе в школьных экологических акциях, например, по уборке территории, '
       'сбору макулатуры, крышек от бутылок и батареек. Сданные вещи отправляются на переработку и из них уже в '
       'дальнейшем создают новые предметы для жизни. Например, некоторые оправы солнцезащитных очков делают из '
       'переработанного пластика ',
    3: 'Внутри твоего персонального набора тебя ждет подарок - фонарики-брелки на солнечной батарее!\n\n'
       'Эти фонари не требует специальной зарядки или замены батарей, потому что они питаются энергией солнца ',
    4: 'Внутри твоего персонального набора тебя ждет подарок - скакалка! ',
    5: 'Правда же, что сезонные овощи фрукты очень вкусные. Попробуй посадить их в саду или в огороде у бабушки. '
       'Во-первых, это натурально, а во-вторых, ты сэкономишь деньги. А еще, круглый год можно дома выращивать зелень. '
       'Поэтому мы тебе еще дарим семена микрозелени!',
    6: 'И конечно, мы советуем тебе вести раздельный сбор мусора. Это облегчит процедуру их переработки. Начни с малого: пластиковые бутылки ПЭТ из под воды или соков выбрасывай в специальный контейнер для сбора бутылок ',
    7: ' ',
    8: ' ',
    9: 'Отдыхать на природе и исследовать окружающий мир приносят удовольствие.'
       '\n\nНо мы напоминаем, чтобы ты заботился о природе и оставлял отходы во время походов. Пищевые отходы выделяют метан, а пластиковые материалы не разлагаются столетиями.\n\n'
       'Помни, часто сжигать пластик опасно, помимо углекислого газа, выделяются еще опасные для здоровья вещества. Давай вместе будем приносить пользу нашей Земле! '
}
case_text_sixteen = {
    0: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    1: 'А ты знал, что резиновые крошки получаются из шин и покрышек?',
    2: 'А ты участвуешь в школьных экологических акциях?',
    3: 'Как тебе подарок?',
    4: 'Как тебе подарок?',
    5: 'А вы летом с родителями сажаете огород?',
    6: 'А ты ведешь раздельный сбор мусора? Только честно!',
    7: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда? ',
    8: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда? ',
    9: 'А ты убираешь за собой мусор на природе?'
}
case_text_seventeen = {
    0: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    1: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда? ',
    2: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    3: 'Какие технологии используют предприятия для снижения углеродного следа. '
       'Слышал ли ты раньше о таких технологиях? '
       'И как ты думаешь, можно ли внедрить для себя что-то полезное на примере '
       'действий по снижению углеродного следа предприятий?',
    4: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда? ',
    5: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда? ',
    6: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда? ',
    7: '',
    8: '',
    9: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?'
}
