team_selection = {
    'CH4': 1,
    'CO2': 2,
    'H2O': 3,
    'N2O': 4,
    'SF6': 5
}

team_name = {
    0: 'Ванные процедуры',
    1: 'Поездка в школу',
    2: 'Школьные уроки',
    3: 'Экскурсия на предприятие',
    4: 'Увлечение, хобби',
    5: 'Питание, продукты',
    6: 'Уборка по дому',
    7: 'Покупка вещей',
    8: 'Здоровый сон',
    9: 'Поход, путешествие'
}

case_text_one = {
    0: 'Давай проведем исследование на примере ванных процедур, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    1: 'Давай проведем исследование на примере Поездка в школу, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    2: 'Давай проведем исследование на примере Школьные уроки, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    3: 'Давай проведем исследование на примере Экскурсия на предприятие, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    4: 'Давай проведем исследование на примере Увлечение, хобби, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    5: 'Давай проведем исследование на примере Питание, продукты, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    6: 'Давай проведем исследование на примере Уборка по дому, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    7: 'Давай проведем исследование на примере Покупка вещей, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    8: 'Давай проведем исследование на примере Здоровый сон, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов',
    9: 'Давай проведем исследование на примере Поход, путешествие, в ходе которого ты сможешь снизить углеродный след с помощью бытовых приемов'
}

case_text_two = {
    0: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    1: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    2: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    3: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    4: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    5: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    6: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    7: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    8: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле',
    9: 'Мы советуем использовать концентрированный, твердый шампунь или большой флакон с шампунями. Их хватит надолго и обойдется тебе дешевле'
}

case_text_three = {
    0: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    1: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    2: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    3: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    4: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    5: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    6: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    7: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    8: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?',
    9: 'Сделаем расчет и узнаем, насколько ты можешь снизить углеродный след заменив маленькие флаконы с шампунями (по 250 мл) на большие (по 1 л)?'
}
case_text_four = {
    0: 'Сколько флаконов шампуней в год используешь ты?',
    1: 'Сколько флаконов шампуней в год используешь ты?',
    2: 'Сколько флаконов шампуней в год используешь ты?',
    3: 'Сколько флаконов шампуней в год используешь ты?',
    4: 'Сколько флаконов шампуней в год используешь ты?',
    5: 'Сколько флаконов шампуней в год используешь ты?',
    6: 'Сколько флаконов шампуней в год используешь ты?',
    7: 'Сколько флаконов шампуней в год используешь ты?',
    8: 'Сколько флаконов шампуней в год используешь ты?',
    9: 'Сколько флаконов шампуней в год используешь ты?'
}
case_text_five = {
    0: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    1: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    2: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    3: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    4: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    5: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    6: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    7: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    8: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?',
    9: 'Сколько флаконов шампуней использовал бы ты в год, заменив их на большой объем?'
}
case_text_seven = {
    0: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    1: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    2: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    3: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    4: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    5: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    6: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    7: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    8: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!',
    9: 'Даже вот такие самые простые шаги могут принести пользу экологии.\n\nПерейдем, к следующей жизненной ситуации!'
}
case_text_eight = {
    0: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    1: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    2: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    3: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    4: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    5: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    6: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    7: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    8: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин',
    9: 'Советуем тебе и твоим родителям установить аэратор на кран. Это специальное устройство, которое увеличивает объем и силу струи за счет воздуха, и экономит до 40% воды с 18,9 л/мин до 5,7 л/мин'
}
case_text_nine = {
    0: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    1: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    2: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    3: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    4: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    5: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    6: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    7: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    8: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица',
    9: 'Давай рассчитаем сокращение углеродного следа в год при использовании аэратора во время умывания лица'
}
case_text_ten = {
    0: 'Сколько раз примерно в день ты умываешь лицо?',
    1: 'Сколько раз примерно в день ты умываешь лицо?',
    2: 'Сколько раз примерно в день ты умываешь лицо?',
    3: 'Сколько раз примерно в день ты умываешь лицо?',
    4: 'Сколько раз примерно в день ты умываешь лицо?',
    5: 'Сколько раз примерно в день ты умываешь лицо?',
    6: 'Сколько раз примерно в день ты умываешь лицо?',
    7: 'Сколько раз примерно в день ты умываешь лицо?',
    8: 'Сколько раз примерно в день ты умываешь лицо?',
    9: 'Сколько раз примерно в день ты умываешь лицо?'
}
case_text_eleven = {
    0: 'Сколько минут ты умываешь лицо?',
    1: 'Сколько минут ты умываешь лицо?',
    2: 'Сколько минут ты умываешь лицо?',
    3: 'Сколько минут ты умываешь лицо?',
    4: 'Сколько минут ты умываешь лицо?',
    5: 'Сколько минут ты умываешь лицо?',
    6: 'Сколько минут ты умываешь лицо?',
    7: 'Сколько минут ты умываешь лицо?',
    8: 'Сколько минут ты умываешь лицо?',
    9: 'Сколько минут ты умываешь лицо?'
}
case_text_thirteen = {
    0: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    1: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    2: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    3: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    4: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    5: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    6: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    7: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    8: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора',
    9: 'Внутри твоего персонального набора тебя ждет подарок - два вида аэратора!'
       '\n\nЭти аэраторы являются универсальными и подходят почти к каждому крану. Посоветуйся с родителями, куда их установить и заодно им расскажи о пользе аэратора'
}
case_text_fourteen = {
    0: 'Как тебе подарок?',
    1: 'Как тебе подарок?',
    2: 'Как тебе подарок?',
    3: 'Как тебе подарок?',
    4: 'Как тебе подарок?',
    5: 'Как тебе подарок?',
    6: 'Как тебе подарок?',
    7: 'Как тебе подарок?',
    8: 'Как тебе подарок?',
    9: 'Как тебе подарок?'
}
case_text_fifteen = {
    0: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    1: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    2: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    3: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    4: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    5: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    6: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    7: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    8: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев',
    9: 'Когда умываешься утром и вечером, не забывай закрывать кран, пока чистишь зубы или мылишь руки, чтобы вода просто так не лилась.'
       '\n\nИ кстати, полезнее умываться холодной или прохладной водой, так будет меньше размножаться бактерий на лице и кожа будет гладкой. '
       'А еще, слишком горячая вода требует больше затрат энергии на её нагрев'
}
case_text_sixteen = {
    0: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    1: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    2: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    3: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    4: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    5: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    6: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    7: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    8: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!',
    9: 'А ты когда чистишь зубы оставляешь кран с водой открытым? Только честно!'
}
case_text_seventeen = {
    0: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    1: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    2: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    3: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    4: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    5: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    6: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    7: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    8: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?',
    9: 'С помощью данных советов, ты можешь снизить свой углеродный след. Как они тебе? Легко же внедрить в свою жизнь, правда?'
}
